Repository: hxebolax/zKeybase-generador-de-enlaces
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, tr

source: zKeybase generador de enlaces
fr: zKeybase Générateur de liens
tr: zKeybase bağlantı oluşturucu

source: Generador de enlaces para compartir de Keybase tanto de directorios como de ficheros. Solo de la carpeta public y algunas utilidades para facilitar el uso de la unidad virtual.
fr: Générateur de liens publics Keybase pour les répertoires et les fichiers. Seulement à partir du dossier public et certains utilitaires pour faciliter l'utilisation du lecteur virtuel.
tr: Hem Dizinler hem de dosyalar için Keybase paylaşım bağlantı oluşturucu. Yalnızca ortak klasörden ve bazı yardımcı programlardan sanal sürücünün kullanımını kolaylaştırmak için kullanılan bir eklenti.

source: Abrir la ventana de zKeybase para generar enlaces
fr: Ouvrir la fenêtre zKeybase pour créer des liens
tr: Bağlantı oluşturmak için zKeybase penceresini açar

source: ya hay una instancia de zKeybase abierta
fr: Il y a déjà une instance de zKeybase ouverte
tr: zKeybase zaten açık

source: &Directorios y ficheros en Keybase:
fr: Répertoires et fichiers &dans Keybase:
tr: Keybase'deki &dizinler ve dosyalar:

source: Sin ficheros
fr: Aucun fichier
tr: Dosya yok

source: No se pudo abrir el archivo.
fr: Impossible d'ouvrir le fichier.
tr: Dosya açılamadı.

source: Se a copiado la URL para el directorio de Keybase al portapapeles.
fr: L'URL du répertoire Keybase a été copiée dans le presse-papiers.
tr: Keybase dizininin Bağlantısı panoya kopyalandı.

source: Se a copiado la URL para el archivo de Keybase al portapapeles.
fr: L'URL du fichier Keybase a été copiée dans le presse-papiers.
tr: Keybase dosyasının Bağlantısı panoya kopyalandı.

source: No se pudieron obtener las propiedades.
fr: Impossible d'obtenir les propriétés.
tr: Özellikler alınamadı.

source: ADVERTENCIA: Esta acción no es reversible. ¿Esta seguro que desea borrar el directorio {}?
fr: Avertissement: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer le répertoire {} ?
tr: UYARI: Bu eylem geri alınamaz. {} dizinini silmek istediğinizden emin misiniz?

source: ADVERTENCIA: Esta acción no es reversible. ¿Esta seguro que desea borrar el fichero {}?
fr: Avertissement: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer le fichier {} ?
tr: UYARI: Bu eylem geri alınamaz. {} dosyasını silmek istediğinizden emin misiniz?

source: Pregunta
fr: Question
tr: Soru

source: Se borro correctamente el directorio {}
fr: Le répertoire {} a été supprimé avec succès
tr: {} dizini başarıyla silindi

source: No se pudo borrar el directorio {}
fr: Impossible de supprimer le répertoire {}
tr: {} dizini silinemedi

source: Se borro correctamente el fichero {}
fr: Le fichier {} a été supprimé avec succès
tr: {} dosyası başarıyla silindi

source: No se pudo borrar el fichero {}
fr: Impossible de supprimer le fichier {}
tr: {} dosyası silinemedi

source: No se encontró la unidad virtual de Keybase. Asegúrese que el servicio de Keybase esta ejecutándose y tiene configurada la opción de montar la unidad virtual.
fr: Lecteur virtuel Keybase introuvable. Assurez-vous que le service Keybase est en cours d'exécution et que vous pouvez monter le lecteur virtuel configuré.
tr: Keybase sanal sürücü bulunamadı. Keybase hizmetinin çalıştığından ve yapılandırılmış sanal sürücüyü bağlama seçeneğine sahip olduğundan emin olun.

source: No se pudo tener acceso a Keybase.exe. Asegúrese de tener instalada la aplicación y configurada la unidad virtual.
fr: Impossible avoir accès à Keybase.exe. Assurez-vous que l'application est installée et le lecteur virtuel configuré.
tr: Keybase.exe'ye erişilemedi. Uygulamanın kurulu olduğundan ve sanal sürücünün yapılandırıldığından emin olun.
